Repository: OllieJones/QuetzaltepecTheme
Catalog: languages/*.po
Languages: es_es

source: This kite-maker receives training through a community business cooperative in La Anemona 6 supported by Foundation Cristosal. Photo by Ryan Hutton ©
es_es: Este fabricante de Cometas (Piscuchas) recibe formación a través de una cooperativa de la comunidad de negocios en La Anemona 6 con el apoyo de la Fundación Cristosal. Foto por Ryan Hutton ©

source: Not Found
es_es: No Se Encontró.

source: Sorry, but you are looking for something that isn't here.
es_es: Lo siento, pero usted está buscando algo que no está aquí.

source: Our Partner Communities:
es_es: Nuestras Comunidades Socias:

source: El Carmen was founded in 1992 by ex-combatants and displaced people who were given land at the signing of the U.N. Peace Accords that ended El Salvador’s 12-year civil war. Twenty-six families live in the isolated community located in the foothills of the Usulutan coffee-producing highlands...
es_es: El Carmen fue fundada en 1992, por los ex combatientes y las personas desplazadas que se les dio la tierra a la firma de los Acuerdos de Paz de la ONU, que pusieron fin a la guerra civil de 12 años en El Salvador. Veintiséis familias viven en la comunidad aisladas, situada en las estribaciones de la sierra productores de café Usulután.

source: Some 2 million Salvadorans – one-third of the population – live in substandard housing, many on land that does not belong to them. In La Anemona, Foundation Cristosal is partnering with community leaders to legalize the land on which 189 families have built homes and to create a more stable economic...
es_es: Cerca de 2 millones de salvadoreños (un tercio de la población) viven en viviendas precarias, muchos en tierras que no les pertenecen. La Fundación Cristosal se ha asociado con líderes de la comunidad Anemona para legalizar los terrenos en los que 189 familias han construido casas y así crear una economía más estable.

source: Los Calix is home to one of the Anglican-Episcopal Church of El Salvador’s most active congregations, Cristo Rey. The church first started a mission in the community in 2005 after floodwaters from Hurricane Stan devastated the Lempa River delta, where Los Calix...
es_es: Los Cálix es el hogar de una de las Iglesia Anglicanas de las congregaciones más activas de El Salvador que es Cristo Rey. La Iglesia comenzó una misión en la comunidad en 2005, después de las inundaciones del Huracán Stan que devastó el delta del río Lempa, en Los Cálix.

source: Header Menu
es_es: Menú Header

source: Footer Menu
es_es: Menú Pie de Página

source: Left
es_es: Izquierda

source: Below the left navigation menu
es_es: Debajo del menú izquierdo

source: Right Top
es_es: Derecha Arriba

source: The right top sidebar
es_es: El sidebar la parte superior derecha

source: Right
es_es: Derecha

source: The right sidebar
es_es: El sidebar derecha

source: Below
es_es: Abajo

source: Below the page text
es_es: Debajo el texto de la página

source: Rights. Justice. Community. El Salvador.
es_es: Derechos. Justicia. Comunidad. El Salvador.

source: Foundation Cristosal Logo
es_es: Logotipo de la Fundación Cristosal

source: Edit this item
es_es: Edite este artículo

source: Respond to this item
es_es: Responder a este artículo

source: Read the response to this item
es_es: Leer la respuesta a este artículo

source: Read % responses to this item
es_es: Leer % respuestas a este artículo

source: Edit
es_es: Editar

source: Post navigation
es_es: Navegador de artículos

# Previous item
source: &laquo;
es_es: &laquo; [ Artículo Anterior ]

# Next item
source: &raquo;
es_es: &raquo; [ Siguente Artículo ]
